export const guideMent = Object.freeze([
  {
    title: '🙌 채용 절차 안내',
    description: '여러분의 채용 절차를 더욱 원활하게 진행할 수 있도록, 아래의 내용을 꼭 확인해주세요.',
  },
  {
    title: '1. 채용 절차 설명',
    description:
      '- 채용 과정 전반에 대한 안내를 드립니다. 채용의 모든 단계에서 어떤 일들이 일어날지에 대해 명확히 이해하고 준비할 수 있도록 도와드립니다.',
  },
  {
    title: '2. 주의 사항 및 표준 근로계약서 안내',
    description: [
      '- 고용주가 채용을 희망하는 경우, 채용 과정과 별도로 등록하신 이메일로 표준 근로계약서와 주의사항이 안내됩니다.',
      ' - 채용 절차가 진행되는 동안, 근로계약서 작성 시 유의할 점을 반드시 확인하시고 필요한 경우 참고하시기 바랍니다.',
      ' - 해당 과정은 여러분과 고용주 모두가 이해하고 동의하는 투명하고 신뢰할 수 있는 계약서를 작성하는 데 도움을 드리기 위한 것입니다.',
    ],
  },
  {
    description:
      '이 안내사항들은 여러분이 채용 절차를 성공적으로 마무리하고, 근로 계약이 원활하게 체결될 수 있도록 지원하기 위한 것입니다.',
  },
  { description: '필요한 정보가 정확히 전달될 수 있도록 항상 주의하시기 바랍니다.' },
  { description: '지원서 작성하러 가기' },
]);
